"CUSTOM_DAILY_INTERVAL_FORMAT" = "كل %u أيام";
"CUSTOM_BYDAY_ITEM_FORMAT" = "%@ %@";
"CUSTOM_WEEKLY_INTERVAL_FORMAT" = "كل %u أسابيع";
"CUSTOM_WEEKLY_DAYS_INTERVAL_FORMAT" = "كل %u أسابيع بتاريخ %@";
"CUSTOM_WEEKLY_DAYS_FORMAT" = "كل %@ من كل أسبوع";
"CUSTOM_WEEKLY_WEEKDAYS" = "أيام الأسبوع";
"CUSTOM_WEEKLY_WEEKENDS" = "عطلة الأسبوع";
"CUSTOM_MONTHLY_INTERVAL_FORMAT" = "كل %u أشهر";
"CUSTOM_MONTHLY_BYDAY_FORMAT" = "شهريًا بتاريخ %@";
"CUSTOM_MONTHLY_BYDAY_INTERVAL_FORMAT" = "كل %u أشهر بتاريخ %@";
"CUSTOM_MONTHLY_BYMONTHDAY_FORMAT" = "شهريًا، بتاريخ %@";
"CUSTOM_MONTHLY_BYMONTHDAY_INTERVAL_FORMAT" = "كل %u أشهر، بتاريخ %@";
"CUSTOM_YEARLY_BYMONTH_INTERVAL_FORMAT" = "كل %u سنوات في %@";
"CUSTOM_YEARLY_BYMONTH_FORMAT" = "سنويًا في %@";
"CUSTOM_YEARLY_BYDAY_INTERVAL_FORMAT" = "كل %u سنوات بتاريخ %@ من %@";
"CUSTOM_YEARLY_BYDAY_FORMAT" = "سنويًا بتاريخ %@ من %@";
"CUSTOM_YEARLY_INTERVAL_FORMAT" = "كل %u سنوات";
"FIRST" = "الأول";
"SECOND" = "ثانية";
"THIRD" = "الثالث";
"FOURTH" = "الرابع";
"LAST" = "الأخير";
"LAST_LIST_ITEM" = "، و%@";
"LAST_SECOND_LIST_ITEM" = " و%@";
"1st" = "١";
"2nd" = "٢";
"3rd" = "٣";
"4th" = "٤";
"5th" = "٥";
"6th" = "٦";
"7th" = "٧";
"8th" = "٨";
"9th" = "٩";
"10th" = "١٠";
"11th" = "١١";
"12th" = "١٢";
"13th" = "١٣";
"14th" = "١٤";
"15th" = "١٥";
"16th" = "١٦";
"17th" = "١٧";
"18th" = "١٨";
"19th" = "١٩";
"20th" = "٢٠";
"21st" = "٢١";
"22nd" = "٢٢";
"23rd" = "٢٣";
"24th" = "٢٤";
"25th" = "٢٥";
"26th" = "٢٦";
"27th" = "٢٧";
"28th" = "٢٨";
"29th" = "٢٩";
"30th" = "٣٠";
"31st" = "٣١";

